Repository: subhash2222/RestaurantMVC
Catalog: Resources/MenuItem.*.resx
Languages: da

# MenuDec10_1
source: Homemade Cheese with Butter, Creamy Sauce, Raisins, Coconut, Honey, topped with Nut Mix
da: Hjemmelavet ost med smør, cremet sauce, rosiner, kokos, honning, toppet med nøddemix

# MenuDec10_2
source: Mixed Lentils cooked with Cumin, Ginger and Garlic.
da: Blandede linser kogt med spidskommen, ingefær og hvidløg.

# MenuDec10_3
source: Homemade Cheese made with Spinach and Spice Dough.
da: Hjemmelavet ost tilberedt med spinat og kryddéiiei.

# MenuDec10_4
source: Fresh mixed vegetables with curry and tomato sauce.
da: Frisk blandet grønsager med karry og tomatsauce.

# MenuDec10_5
source: Potatoes with light Curry sauce, Ginger and Garlic.
da: Kartofler med let karrysouce, ingefær og hvidløg.

# MenuDec10_6
source: Potatoes, spinach and spices.
da: Kartofler, spinat og krydderier.

# MenuDec10_7
source: Potatoes peas, curry sauce and spices.
da: Kartofler ærter, karrysauce og krydderier.

# MenuDec11_1
source: Pepper, Chicken baked in tandoor, Tomato sauce, Chilli, Ginger, Garlic.
da: Peberfrugt, kylling bagt i tandoor, tomatsauce, chilli, ingefær, hvidløg.

# MenuDec11_1a
source: pepper, lamb, tomato sauce, chilli, ginger, garlic.
da: peberfrugt, lam, tomatsauce,chilli,ingefær, hvidløg.

# MenuDec11_2
source: Pepper, Homemade Cheese, Chilli, Ginger, White log
da: Peberfrugt,hjemmelavet ost, chilli, ingefær,hvidlog

# MenuDec11_3
source: Fish in mild curry sauce.
da: Fisk I mild karrysauce.

# MenuDec11_4
source: Curry, cream, almonds, cashews, coriander.
da: Karry, creme, mandler, cashewnøddler, koriander.

# MenuDec11_5
source: Lamb Korma Creamy Lamb with Curry Sauce, Creamy, Nut Mix, Ginger, Butter and Coriander.
da: Lamb Korma Creamy Lam med Karrysauce,Cremet, Nøddemix, Ingefær,Smør og Koriander.

# MenuDec11_5a
source: Curry sauce, cream, almonds, cashews.
da: Karrysauce, creme, mandler, cashewnødder.

# MenuDec11_7
source: Creamy chicken fillet and curry sauce, Tops with nut mix.
da: Creamy kyllingefilet og karrysauce, Toppes med nøddemix.

# MenuDec12_1
source: Fresh Indian bread baked in Tandoori
da: Frisk Indisk brød bagt i Tandoori

# MenuDec12_2
source: Fresh Indian bread with garlic baked in Tandoori.
da: Frisk Indisk brød med hvidløg bagt i Tandoori.

# MenuDec12_3
source: Fresh Indian bread with butter baked in Tandoori.
da: Frisk Indisk brød med smør bagt i Tandoori.

# MenuDec12_4
source: Traditional Indian bread
da: Traditionel Indisk brød

# MenuDec13_1
source: Dough bun in syrup, classic hot indian dessert,topped with nut mix
da: Dej bolle i sirup, klassisk varm indisk dessert,toppes med nøddemix

# MenuDec15_1
source: Mango, Mint Chutney, Pickles, Ketchup or Mayo
da: Mango, Mint Chutney, Pickles, Ketchup eller Mayo

# MenuDec16_1
source: Chickpeas with curry sauce, 2 pcs. naan bread, pickles chutney,vinegar and red onion
da: Kikærter med karrysauce, 2stk. naanbrod, pickles chutney,eddike og rødløg

# MenuDec16_2
source: Chickpeas with curry sauce, 2 pcs. Fry Indian wheat flour bread,pickles chutney, vinegar and red onion.
da: Kikærter med karrysauce, 2stk. Friture Indisk hvedemelsbrød,pickles chutney, eddike og rødløg.

# MenuDec16_3
source: Chickpeas with curry sauce, 2 pcs. fry wheat flour bread, pickles chutney, vinegar and red onion
da: Kikærter med karrysauce, 2stk. friture hvedemelsbrød,pickles chutney, eddike og rødløg

# MenuDec17_1
source: Butter Chicken, Lamb, Ox, King Prawn, Creamy Chicken, Lamb Korma Creamy
da: Butter Chicken, Lam, Okse, King Prawn, Creamy Chicken, Lamb Korma Creamy

# MenuDec18_5
source: Fried and lightly spiced rice with green peas (For children)
da: Stegte og let krydrede ris med grønne ærter(Til børn)

# MenuDec18_5a
source: Mix Vegetarian, basmati rice, turmeric and coriander
da: Mix Vegetar, basmati ris, turmeric og koriander

# MenuDec18_6
source: Basmati Rice
da: Basmati Ris

# MenuDec18_Raita
source: Incl. Boondi Raita
da: Inkl. Boondi Raita

# MenuDec1_1a
source: Homemade delicious Indian chips multicolored.
da: Hjemmelavede lækre indiske chips flerfarvede.

# MenuDec1_2
source: Thin Sprede Snacks
da: Tynde Sprede Snacks

# MenuDec1_3
source: Samosa with Potatoes, Peas fried, in Spicy Dough
da: Samosa Med Kartofler,Aerter Stegt,I Krydret Dej

# MenuDec1_4
source: Samosa with Chicken, Peas fried, in Spicy Dough
da: Samosa Med Kyllinge,Aerter Stegt,I Krydret Dej

# MenuDec1_5
source: Onion Rings fried in Spicy Dough
da: Løgringe Stegt I Krydret Dej

# MenuDec1_5a
source: Potatoes fried in spicy dough.
da: Kartofler stegt i krydret dej.

# MenuDec1_6
source: Chicken fried in Spicy Dough
da: Kyllinge Stegt I Krydret Dej

# MenuDec1_7
source: King Prawns fried in Well-Seasoned Dough
da: Kongerejer Stegt I Velkrydret Dej

# MenuDec1_7a
source: Fish fried in spicy dough.
da: Fisk stegt i krydret dej.

# MenuDec1_8
source: Chicken thighs marinated In yogurt and tandoori in Spices, served with salad
da: Kyllingelår marineret I yoghurt og tandoori i Krydderier, serveret med salat

# MenuDec2_1
source: Mild Curry Soup With Chicken, Served With 1 Piece Naan Bread
da: Mild Karrysuppe Med Kylling, Serveret Med 1stk Naanbrod

# MenuDec2_2
source: Vegetarian Soup With Lentils, Curry Sauce and Spices Served With 1 Piece Naan Bread
da: Vegetar Suppe Med Linser, Karry Sauce og Krydderler Serveret Med 1stk Naanbrod

# MenuDec2_3
source: Tomato Soup Mixed with Mild Spices Served With 1 Piece Naan Bread
da: Tomat Suppe Blandet med Milde Krydderier Serveret Med 1stk Naanbrod

# MenuDec3_1
source: Cucumber, Lettuce, Cherry Tomato, Red Onion, Pepper, Sunflower Seeds, Carrots, Chilli Onion Chicken with Lime Baked Tandoori
da: Agurk,Salat,Cherry Tomat, Rødløg, Peberfrugt, Solslkkekerner, Gulerødder, Chilliløg Kylling med lime Bagt Tandoori

# MenuDec3_2
source: Cucumber, Salad, Cherry Tomato, Red Onion, Pepper, Sunflower Seeds, Carrot, Olive, Chilli Onion and Lime with Homemade Cottage Cheese
da: Agurk,Salat, Cherry Tomat, Rødløg, Peberfrugt, Solslkkekerner, Gulerød, Oliven, Chilliløg og lime med hjemmelavet hytteost

# MenuDec4_1
source: Yogurt with cucumber, tomatoes, potatoes with fresh coriander leaves
da: Yoghurt med Agurt, Tomater, Kartofler med Friske Korianderblade

# MenuDec4_2
source: Indian Yogurt with Granulated Chickpeas
da: Indisk Yoghurt med Granulerede Kikaerter

# MenuDec4_3
source: Indian Fried Basmatirls, Peppers, Almonds, Raisins, Coconut and Indian Spices
da: Indisk stegt Basmatirls, Peberfrugt , Mandler , Rosiner, Kokos og Indiske krydderler

# MenuDec6_1
source: Mild Butter Chicken or Creamy Chicken with Rice
da: Mild Butter Chicken eller Creamy chicken med ris

# MenuDec6_2
source: Chicken Nuggets Served with French Fries and light Salad
da: Kyllingenuggets Servet med Pommesfrites og let Salat

# MenuDec6_3
source: 1. fish fillet with french fries.
da: 1.stk fiskefilet med pommesfrities.

# MenuDec9_1
source: Dried spinach with fresh spices.
da: Retterspinat med friske krydderier.

# MenuItem10
source: Vegetarian - Vegetarian
da: Vegetar - Vegetarian

# MenuItem10_3
source: Palak Paneer
da: Palak (Spinat) Panner

# MenuItem10_6
source: Spinach Potatoes
da: Spinat Kartofler

# MenuItem11_1a
source: Lumb Chilli
da: Lum Chilli

# MenuItem11_2
source: Cheese Chilli Veg
da: Ost chili Veg

# MenuItem11_3
source: Fish Curry
da: Fisk Karry

# MenuItem11_4
source: Lamb Rogan Josh
da: Lam Rogan Josh

# MenuItem11_7
source: Creamy Chicken
da: Creamy Kyllingelår

# MenuItem12
source: Naan Bread
da: Naan Brød

# MenuItem14
source: Drinks
da: Drikke varer

# MenuItem14_3
source: Aqua D´or Natural or citrus
da: Aqua D´or Natural eller citrus

# MenuItem14_4
source: King Fisher (Indian beer)
da: King Fisher (Indisk øl)

# MenuItem14_5
source: Cobra (Indian beer)
da: Cobra (Indisk øl)

# MenuItem14_6
source: House Red Wine / White Wine
da: Husets Rødvin/Hvidvin

# MenuItem14_7
source: Alcohol-free Beer
da: Alkoholfri Øl

# MenuItem15
source: Accessories
da: Tilbehør

# MenuItem15_1
source: Chutney Free choice
da: Chutney Frit valg

# MenuItem16
source: Special Punjabi Thali Free Choice.
da: Special Punjabi Thali Frit valg

# MenuItem16_3
source: Cholle Bhatura
da: Cholle Bhathura

# MenuItem17
source: Lactose-free dishes
da: Laktosefrie retter

# MenuItem17_1
source: These dishes can be obtained lactose-free with rice
da: Disse retter kan fås laktosefri med ris

# MenuItem18
source: All Biryani
da: Alle Biryani

# MenuItem18_1
source: Vegetarian Biryani
da: Vegtar Biryani

# MenuItem18_2
source: Chicken Biryani
da: Kylling Biryani

# MenuItem18_6
source: Rice
da: Ris

# MenuItem1_1
source: Starters with sauce
da: Forretter Med Sauce

# MenuItem1_4
source: Chicken Samosa
da: Kyllinge Samosa

# MenuItem1_5
source: Onion Bhaji(Pakora)
da: Løg Bhaji(Pakora)

# MenuItem1_5a
source: Potatoes (Pakora)
da: Kartofler (Pakora)

# MenuItem1_6
source: Chicken Pakora
da: Kyllinge Pakora

# MenuItem2
source: Soup
da: Supper

# MenuItem2_1
source: Chicken Soup
da: Chicken Suppe

# MenuItem2_2
source: Daal Soup (Lentils)
da: Daal Suppe(Linser)

# MenuItem2_3
source: Tomato Soup
da: TomatSuppe

# MenuItem3
source: Salads
da: Salater

# MenuItem3_1
source: The North Indian Salad
da: The North Indian Salat

# MenuItem3_2
source: Veg Cheese Salad
da: Veg Cheese Salat

# MenuItem4
source: Yogurt
da: Yoghurt

# MenuItem4_1
source: Raita (Yogurt)
da: Raita (Yoghurt)

# MenuItem4_3
source: Biryani including Boondi Raita
da: Biryani inklusive Boondi raita

# MenuItem5
source: Butter Dishes
da: Butter Retter

# MenuItem5_1
source: Butter Chicken
da: Butter Kylling

# MenuItem5_2
source: Butter Beef
da: Butter Okse

# MenuItem6_1
source: Children''s menu
da: Børnemenu

# MenuItem6_2
source: Nuggets and Fries
da: Nuggets og Frites

# MenuItem6_3
source: Fish fillet and fries
da: Fiskefilet og Frites

# MenuItem7
source: Curry Dishes
da: Karry Retter

# MenuItem7_1
source: Chicken Curry
da: Chicken Karry

# MenuItem7_2
source: Beef Curry
da: Okse Karry

# MenuItem7_3
source: Lamb Curry
da: Lamb Karry

# MenuItem7_4a
source: Fish Carry
da: Fish Karry

# MenuItem8
source: Tikka Masala Dishes
da: Tikka Masala Retter

# MenuItem8_2
source: Beef Tikka Masala
da: Okse Tikka Masala

# MenuItem9
source: Spinach (Palak) Dishes
da: Spinat (Palak) Retter

# MenuItem9_1
source: Spinach (Palak) chicken
da: Spinat (Palak) kylling

# MenuItem9_2
source: Spinach Ox
da: Spinat Okse

# MenuItem9_3
source: Spinach (Palak) lamb
da: Spinat (Palak) lamb

# MenuItem9_4
source: Spinach (Palak) King Prawn
da: Spinat (Palak) King Prawn

# MenuQuantity
source: Quantity
da: Antal
